//
//  DictData.swift
//  DominosUpgradde
//
//  Created by Hailey Lee on 2020/01/29.
//  Copyright © 2020 Hailey. All rights reserved.
//

import Foundation

let dictData: [String: [String: Int]] = [
    
  "슈퍼시드": [
    "글램핑 바비큐": 35900,
    "알로하 하와이안": 25900,
    "우리 고구마": 31900,
    "콰트로 치즈 퐁듀": 25900
  ],
  "프리미엄": [
    "더블크러스트 이베리코": 34900,
    "블랙앵거스 스테이크": 25900,
    "블랙타이거 슈림프": 31900,
    "와규 앤 비스테카": 25900,
    "직화 스테이크": 25900
  ],
  "클래식": [
    "포테이토": 25900,
    "슈퍼디럭스": 25900,
    "슈퍼슈프림": 25900,
    "베이컨체더치즈": 25900,
    "불고기": 24900,
    "페퍼로니": 22900
  ],
  "사이드디시": [
    "딸기 슈크림": 4800,
    "슈퍼곡물 치킨": 7800,
    "애플 크러스트 디저트": 3800,
    "치킨퐁듀 그라탕": 8800,
    "퀴노아 치킨 샐러드": 7800,
    "포테이토 순살치킨": 7800
  ],
  "음료": [
    "미닛메이드 스파클링 청포도": 2300,
    "스프라이트": 2100,
    "코카콜라": 2000,
    "코카콜라 제로": 2100
  ],
  "피클소스": [
    "갈릭 디핑 소스": 200,
    "스위트 칠리소스": 300,
    "우리 피클 L": 800,
    "우리 피클 M": 500,
    "핫소스": 100
  ]
]
